"UI_PANE_LOGIN"       = "Inicio de sesión";
"UI_PANE_DISPLAY"     = "Pantalla";
"UI_PANE_KEYBOARD"    = "Teclado";
"UI_PANE_SOUND"       = "Sonido";
"UI_PANE_DRIVES"      = "Unidades";
"UI_PANE_PRINTERS"    = "Impresoras";
"UI_PANE_APPLICATIONS"= "Aplicaciones";
"UI_PANE_SECURITY"    = "Seguridad";

"UI_SECONDARY_MOUSE_BUTTON"  = "Botón secundario del mouse";
"UI_ALT_KEY"            = "Tecla Alt";
"UI_WINDOWS_START_KEY"  = "Tecla Inicio de Windows" ;
"UI_CONTEXT_MENU_KEY"   = "Tecla de menú contextual";
"UI_PAUSE_BREAK_KEY"    = "Tecla Pausa/Interrumpir";
"UI_PRINT_SCREEN_KEY"   = "Tecla Impr Pan" ;
"UI_NUM_LOCK_KEY"       = "Tecla Bloq Num";
"UI_SCROLL_LOCK_KEY"    = "Bloq Despl";

"UI_HALF_FULL_WIDTH_KEY"= "Tecla Anchura completa/Anchura media";
"UI_HIRAGANA_KEY"       = "Tecla Hiragana";
"UI_ALPHANUMERIC_KEY"   = "Tecla alfanumérica";
"UI_CONVERSION_KEY"     = "Tecla de conversión";
"UI_NON_CONVERSION_KEY" = "Tecla de no conversión";

"UI_ALTGR_KEY"          = "Tecla AltGr";

"DEFAULT_FILENAME"        = "Default";
"CONNECTION_FILE_EXT"     = "rdp";
"CONNECTION_FILE_EXT_V1"  = "";
"DEFAULT_DIRECTORY_NAME"  = "RDC Connections";

"UI_OK"                    = "Aceptar";
"UI_CANCEL"                = "Cancelar";
"UI_YES"                   = "Sí";
"UI_NO"                    = "No";
"UI_CONNECT"               = "Conectar";
"UI_RECONNECT"             = "Volver a conectar";
"UI_DISCONNECT"            = "Desconectar";

"UI_FAILED_TO_SAVE_FILE"  = "No se puede guardar %@.";
"UI_FAILED_TO_SAVE_FILE_INFORMATIVE" = "Asegúrese de que tiene permiso para escribir en la ubicación en donde desea guardar el archivo.";

"UI_FAILED_TO_OPEN_FILE"  = "No se puede abrir %@.";
"UI_FAILED_TO_OPEN_FILE_INFORMATIVE" = "Asegúrese de que el archivo existe y que tiene premiso para leerlo.";

"UI_MISSING_COMPUTER_NAME" = "Los cambios realizados no se pueden guardar en el archivo de conexión %@.";
"UI_MISSING_COMPUTER_NAME_INFORMATIVE" = "La configuración de conexión requiere un nombre de equipo.\n\nEn la ventana Conexión a Escritorio remoto, especifique un nombre de equipo y, a continuación, guarde de nuevo el archivo de conexión.";

"UI_QUIT_WITHOUT_SAVING" = "Salir sin guardar";

"UI_SAVE_DIALOG_TITLE"    = "Guardar: RDC";

"UI_OPEN_DIALOG_TITLE"    = "Abrir: RDC";

"UI_ALL_PRINTERS"         = "Todas las impresoras";

"UI_SELECT"               = "Seleccionar";

"UI_APP_NAME"             = "Cliente de Conexión a Escritorio remoto Microsoft® para Mac";

"UI_MAIN_DISPLAY"         = "Pantalla principal";
"UI_SECONDARY_DISPLAY"    = "Pantalla secundaria";
"UI_TERIARY_DISPLAY"      = "Pantalla terciaria";
"UI_FOURTH_DISPLAY"       = "4º pantalla";
"UI_FIFTH_DISPLAY"        = "5º pantalla";
"UI_DISPLAY_NUMBER"       = "Pantalla %d";

"UI_ALERT_DRIVES_REDIRECTION_MESSAGE_TEXT"     = "Está compartiendo sus discos duros de Mac con un equipo de Windows.";
"UI_ALERT_DRIVES_REDIRECTION_INFOMATIVE_TEXT"  = "Alguien con acceso a su equipo de Windows puede abrir sus unidades de disco y carpetas Mac. Este procedimiento es potencialmente no seguro.";

"UI_SERVER_DENIED_CONNECTION"             = "El equipo remoto no permite conexiones desde el Mac.";
"UI_SERVER_DENIED_CONNECTION_INFORMATIVE" = "Asegúrese de que tiene permiso para conectarse al equipo remoto y que ha especificado las credenciales correctas.\n\nPóngase en contacto con el administrador o con el propietario del equipo remoto si necesita ayuda.";

"UI_BAD_SERVER_NAME"                      = "El Mac no se puede conectar porque no se encuentra el equipo de Windows.";
"UI_BAD_SERVER_NAME_INFORMATIVE"          = "Compruebe que ha escrito el nombre del equipo o la dirección IP correctos y conéctese de nuevo.";

"UI_CLIENT_LOW_MEMORY"                    = "El Mac tiene poca memoria y no se puede conectar al equipo de Windows.";
"UI_CLIENT_LOW_MEMORY_INFORMATIVE"        = "Salga de algunas aplicaciones y, a continuación, conéctese de nuevo al equipo de Windows.";

"UI_AUTHENTICATION_ERROR"                 = "Conexión a Escritorio remoto no puede comprobar la identidad del equipo al que desea conectarse.";
"UI_AUTHENTICATION_ERROR_INFORMATIVE"     = "Vuelva a conectarse al equipo de Windows o póngase en contacto con el administrador.";

"UI_GENERAL_CONNECTION_FAILURE"           = "El Mac no puede conectarse al equipo de Windows.";
"UI_GENERAL_CONNECTION_FAILURE_INFORMATIVE" = "Este problema puede ocurrir si:\n • El equipo de Windows no está configurado para aceptar conexiones remotas.\n • El equipo de Windows no está encendido.\n • El Mac o el equipo de Windows están experimentando problemas de red.\n\nConéctese de nuevo al equipo de Windows o póngase en contacto con el administrador.";

"UI_DISCONNECT_BY_CLIENT"                 = "Está desconectando el equipo de Windows.";
"UI_DISCONNECT_BY_CLIENT_INFORMATIVE"     = "Si se desconecta, todas las aplicaciones que todavía se están ejecutando en el equipo de Windows seguirán ejecutándose aunque esté desconectado.\n\nSi no desea desconectarse, haga clic en Cancelar.";

"UI_DISCONNECT_BY_SERVER"                 = "Se le ha desconectado del equipo de Windows.";
"UI_DISCONNECT_BY_SERVER_INFORMATIVE"     = "Alguien con acceso al equipo de Windows puede haber finalizado la conexión o el equipo de Windows ha eliminado la conexión.\n\nVuelva a conectarse al equipo de Windows o póngase en contacto con el administrador.";

"UI_DISCONNECT_BY_LOGON_TIMEOUT"          = "Se le ha desconectado del equipo de Windows.";
"UI_DISCONNECT_BY_LOGON_TIMEOUT_INFORMATIVE" = "Se ha sobrepasado el tiempo de espera de la sesión remota.\n\nVuelva a conectase al equipo de Windows o póngase en contacto con el administrador.";

"UI_DISCONNECT_BY_OTHER_CONNECTION"       = "Se le ha desconectado del equipo de Windows.";
"UI_DISCONNECT_BY_OTHER_CONNECTION_INFORMATIVE" = "Otro usuario se ha conectado al equipo de Windows.\n\nVuelva a conectarse al equipo de Windows.";

"UI_DISCONNECT_BY_LICENSE"                = "Se le ha desconectado del equipo de Windows debido a problemas durante el protocolo de licencias.";
"UI_DISCONNECT_BY_LICENSE_INFORMATIVE"    = "Vuelva a conectarse al equipo de Windows o póngase en contacto con el administrador.";

"UI_DISCONNECT_BY_PROTOCOL_ERROR"         = "Se le ha desconectado del equipo de Windows.";
"UI_DISCONNECT_BY_PROTOCOL_ERROR_INFORMATIVE" = "El problema puede ser temporal.\n\nVuelva a conectarse al equipo de Windows o póngase en contacto con el administrador.";

"UI_CONNECTION_BROKEN"                    = "Se le ha desconectado del equipo de Windows debido a problemas de red.";
"UI_CONNECTION_BROKEN_INFORMATIVE"        = "Compruebe que las conexiones de red e Internet están funcionando y, a continuación, vuelva a conectarse al equipo de Windows.";

"UI_RANDOM_UNEXPECTED"                    = "La conexión al equipo de Windows ha finalizado inesperadamente.";
"UI_RANDOM_UNEXPECTED_INFORMATIVE"        = "Pruebe a cerrar y abrir de nuevo la Conexión a Escritorio remoto.";

"UI_NEED_TIGER"                           = "Conexión a Escritorio remoto no puede ejecutarse en el sistema operativo que está instalado en el equipo.";
"UI_NEED_TIGER_INFORMATIVE"               = "Actualice a Mac OS X 10.4.9 o a una versión posterior y, a continuación, ejecute de nuevo Conexión a Escritorio remoto.";

"UI_COMFIRM_SAVE_PREFERENCE"              = "Los cambios realizados no se han guardado en el archivo de conexión %@.";
"UI_COMFIRM_SAVE_PREFERENCE_INFORMATIVE"  = "¿Desea guardar los cambios en %@?";

"UI_SAVE"                  = "Guardar";
"UI_DONTSAVE"              = "No guardar";

"UI_ALERT_DONT_SHOW"					  = "No mostrar de nuevo este mensaje al conectarse a %@";

